Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaisnuorten_taidetapahtuman_tallenne_katsottavissa.html.tmx
Source language: fin
Languages: sme

source: Saamelaisnuorten taidetapahtuman tallenne katsottavissa
sme: Sámenuoraid dáiddadáhpáhusa báddejupmi geahččanláhkái

source: Saamelaisnuorten taidetapahtuman tallenne on nyt katsottavissa alla olevista linkeistä.
sme: Sámenuoraid dáiddadáhpáhusa báddejupmi lea dál geahččanláhkái liŋkkain vuollelis.

source: Tallenne on jaettu kolmeen osaan.
sme: Báddejupmi leat juhkojuvvon golmma oassái.

source: Ensimmäinen osa (ennen ruokailu): https://youtu.be/bd4x3RUZ0PY
sme: Vuosttas oassi (ovdal boradeami): https://youtu.be/bd4x3RUZ0PY

source: Toinen osa (ruokailun jälkeen): https://youtu.be/MXrCPru2Y5A
sme: Nubbi oassi (boradeami maŋŋá): https://youtu.be/MXrCPru2Y5A

source: Ravggonin esiintyminen: https://youtu.be/5haYPUkUK6c
sme: Ravggona ovdanbuktin: https://youtu.be/5haYPUkUK6c

source: Lisätietoja: Anni-Sofia Niittyvuopio anni-sofia.niittyvuopio(at)samediggi.fi +358 40 620 1917 / +358 10 839 3132
sme: Lassedieđut: Anni-Sofia Niittyvuopio anni-sofia.niittyvuopio(at)samediggi.fi +358 40 620 1917 / +358 10 839 3132
